Repository: Tejovanth11/Hackathon_nasa
Catalog: *_event.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh, zh_cn

source: Above Horizon
de: Über dem Horizont
es: Sobre el horizonte
fr: Au-dessus de l'horizon
it: Oltre l'orizzonte
ja: 水平線上
ko: 지평선 위
pt: Acima do Horizonte
ru: Над горизонтом
zh: 地平線上
zh_cn: 地平线上

source: Closest Approach
de: Größte Annäherung
es: Acercamiento más próximo
fr: Approche à proximité
it: Approccio più vicino
ja: 最接近
ko: 최접근
pt: Abordagem Mais Próxima
ru: Сближение
zh: 最近點
zh_cn: 最近点

source: Conjunction
de: Konjunktion
es: Conjunción
fr: Conjonction
it: Congiunzione
ja: 合
ko: 합
pt: Conjunção
ru: Соединение
zh: 合
zh_cn: 合

source: Culmination
de: Höchster Stand
es: Culminación
it: Culmine
ja: 子午線通過
ko: 정점
pt: Culminação
ru: Кульминация
zh: 中天
zh_cn: 中天

source: Elongation
es: Elongación
fr: Élongation
it: Elongazione
ja: 離角
ko: 연장
pt: Elongação
ru: Элонгация
zh: 距角
zh_cn: 距角

source: Equinox
de: Tag-und-Nacht-Gleiche
es: Equinoccio
fr: Équinoxe
it: Equinozio
ja: 分点
ko: 분점
pt: Equinócio
ru: Равноденствие
zh: 晝夜平分點
zh_cn: 昼夜平分点

source: First Quarter Moon
de: Mond erstes Viertel
es: Cuarto creciente
fr: Premier quartier de Lune
it: Primo quarto di Luna
ja: 上弦の月
ko: 상현달
pt: Quarto Crescente
ru: Луна в первой четверти
zh: 上弦月
zh_cn: 上弦月

source: Full Moon
de: Vollmond
es: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月
ko: 만월
pt: Lua Cheia
ru: Полнолуние
zh: 滿月
zh_cn: 满月

source: ISS Above Horizon
de: ISS über dem Horizont
es: EEI sobre el horizonte
fr: Au delà de l'horizon de l'ISS
it: ISS Sopra l'orizzonte
ja: 水平線上のISS
ko: 지평선 위 ISS
pt: ISS Acima do Horizonte
ru: МКС над горизонтом
zh: 在地平線上方的國際空間站
zh_cn: 在地平线上方的国际空间站

source: Iridium Flare
es: Brillo de Iridium
fr: Flash Iridium
ja: イリジウム衛星フレア
ko: 이리듐 플레어
ru: Вспышка «Иридиума»
zh: 銥閃光
zh_cn: 铱闪光

source: Last Quarter Moon
de: Mond letztes Viertel
es: Cuarto menguante
fr: Dernier quartier de Lune
it: Ultimo quarto di Luna
ja: 下弦の月
ko: 하현달
pt: Quarto Minguante
ru: Луна в последней четверти
zh: 下弦月
zh_cn: 下弦月

source: Lunar Eclipse
de: Mondfinsternis
es: Eclipse lunar
fr: Éclipse lunaire
it: Eclissi lunare
ja: 月食
ko: 월식
pt: Eclipse Lunar
ru: Лунное затмение
zh: 月食
zh_cn: 月食

source: Meteor Shower
de: Meteoritenschauer
es: Lluvia de meteoros
fr: Pluie de météorites
it: Sciame meteorico
ja: 流星群
ko: 유성우
pt: Chuva de Meteoros
ru: Метеорный поток
zh: 流星雨
zh_cn: 流星雨

source: Meteor Shower Peak
de: Höhepunkt des Meteoritenschauers
es: Pico de lluvia de meteoritos
fr: Pic de pluie de météores
it: Picco dello sciame meteorico
ja: メテオシャワーピーク
ko: 유성우 절정
pt: Auge da Chuva de Meteoros
ru: Пик метеорного потока
zh: 流星雨高峰
zh_cn: 流星雨高峰

source: Moon at apogee
de: Mond in Erdferne
es: Luna en apogeo
fr: Lune à son apogée
it: Luna all'apogeo
ja: 遠地点の月
ko: 정점의 달
pt: Lua no apogeu
ru: Апогей Луны
zh: 月球在遠地點
zh_cn: 月球在远地点

source: Moon at perigee
de: Mond in Erdnähe
es: Luna en perigeo
fr: Lune à son périgée
it: Luna al perigeo
ja: 近地点の月
ko: 근지점의 달
pt: Lua no perigeu
ru: Перигей Луны
zh: 月球在近地點
zh_cn: 月球在近地点

# MoonCloseToPlanet
source: %object% is close to the Moon
de: %object% befindet sich in Mondnähe
es: %object% está cerca de la Luna
fr: %object% est proche de la Lune
it: %object% è vicino alla Luna
ja: %object%が月に接近します。
ko: %object%은(는) 달에 가까워집니다.
pt: %object% está próximo da Lua
ru: %object% находится рядом с Луной
zh: %object%現在靠近月球
zh_cn: %object%现在靠近月球

source: New Moon
de: Neumond
es: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja: 新月
ko: 초승달
pt: Lua Nova
ru: Новолуние
zh: 新月
zh_cn: 新月

source: Occultation
de: Verfinsterung
es: Ocultamiento
it: Occultazione
ja: 掩蔽
ko: 엄폐
pt: Ocultação
ru: Покрытие
zh: 掩星
zh_cn: 掩星

source: Opposition
de: Gegenschein
es: Oposición
it: Opposizione
ja: 衝
ko: 반대
pt: Oposição
ru: Противостояние
zh: 沖日
zh_cn: 冲日

source: Partial Solar Eclipse
de: Partielle Sonnenfinsternis
es: Eclipse solar parcial
fr: Éclipse solaire partielle
it: Eclissi solare parziale
ja: 部分日食
ko: 부분 일식
pt: Eclipse Parcial do Sol
ru: Частичное солнечное затмение
zh: 日偏食
zh_cn: 日偏食

source: Perihelion
de: Periheldistanz
es: Perihelio
fr: Périhélie
it: Perielio
ja: 近日点
ko: 근일점
pt: Periélio
ru: Перигелий
zh: 近日點
zh_cn: 近日点

source: Rise
de: Aufgang
es: Salida
fr: Ascension
it: Ascesa
ja: 日の出
ko: 일출
pt: Nascer
ru: Восход
zh: 升
zh_cn: 升

source: Set
de: Untergang
es: Puesta
fr: Coucher
it: Tramonto
ja: 日の入り
ko: 일몰
pt: Pôr-se
ru: Закат
zh: 落
zh_cn: 落

source: Solar Eclipse
de: Sonnenfinsternis
es: Eclipse de Sol
fr: Éclipse Solaire
it: Eclissi solare
ja: 日食
ko: 태양 일식
pt: Eclipse Solar
ru: Солнечное затмение
zh: 日食
zh_cn: 日食

source: Solstice
de: Sonnenwende
es: Solsticio
it: Solstizio
ja: 至点
ko: 지점
pt: Solstício
ru: Солнцестояние
zh: 至日
zh_cn: 至日

source: Star
de: Sterne
es: Estrella
fr: Etoile
it: Stella
ja: 恒星
ko: 항성
pt: Estrela
ru: Звезда
zh: 星
zh_cn: 星

# event_push_alert_Apogee
source: Moon at apogee occurs today.
de: Der Mond befindet sich heute in Erdferne.
es: El apogeo de la luna es hoy.
fr: La Lune est aujourd'hui à son apogée.
it: Oggi si verifica la luna all'apogeo.
ja: 今日は月が遠地点にあります。
ko: 오늘 달이 원지점에 도달합니다.
pt: A lua no apogeu ocorre hoje.
ru: Сегодня апогей Луны.
zh: 月球今天出現在遠地點。
zh_cn: 月球今天出现在远地点。

# event_push_alert_Brightness
source: %object% is at greatest brightness tonight.
de: %object% strahlt heute am hellsten.
es: Esta noche %object% presentará su mayor brillo.
fr: La brillance de %object% est à son maximum cette nuit.
it: %object% stanotte è alla massima luminosità.
ja: %天体% は今夜最も明るくなります。
ko: %object%은(는) 오늘 밤에 가장 밝습니다.
pt: %object% está no auge do brilho hoje à noite..
ru: %object% будет максимально ярким сегодня в небе.
zh: %object%今晚最亮.
zh_cn: %object%今晚最亮.

# event_push_alert_ClosestApproach
source: %object% closest approach to Earth is tonight.
de: %object% befindet sich heute am Nächsten zur Erde.
es: Esta noche %object% alcanzará su máxima aproximación a la Tierra.
fr: %object% approche cette nuit le plus près de la Terre.
it: Questa notte %object% è nel punto più vicino alla Terra.
ja: 今夜、%object% が地球に最接近します。
ko: 오늘밤 지구와 %object%이(가) 가장 가까워집니다.
pt: A maior aproximação de %object% com a Terra é hoje à noite.
ru: %object% приблизится к Земле сегодня.
zh: %object%今晚最接近地球。
zh_cn: %object%今晚最接近地球。

# event_push_alert_Conjunction
source: %object1% and %object2% will be paired close tonight.
de: %object1% und %object2% werden heute Nacht sehr nah beieinander zu sehen sein.
es: %object1% y %object2% estarán en conjunción esta noche.
fr: %object1% et %object2% seront proches cette nuit.
it: Questa notte %object1% e %object2% si troveranno in congiunzione.
ja: 今夜、%object1% と %object2%の ペアが接近します。
ko: 오늘밤 %object1% 및 %object2%은(는) 가까이 쌍을 이룹니다.
pt: %object1% e %object2% estarão pareados próximos hoje à noite.
ru: Сегодня %object1% и %object2% будут находиться близко друг от друга в ночном небе.
zh: %object1%和%object2%今晚將是對密近雙星。
zh_cn: %object1%和%object2%今晚将是对密近双星。

# event_push_alert_Conjunction3
source: %object1%, %object2% and %object3% will be close tonight.
de: %object1%, %object2% und %object3% werden heute Nacht sehr nah sein.
es: %object1%, %object2% y %object3% estarán en conjunción esta noche.
fr: %object1%, %object2% et %object3% seront proches cette nuit.
it: Questa notte %object1%, %object2% e %object3% si troveranno in congiunzione.
ja: 今夜、%object1%、%object2% および%object3% が接近します。
ko: 오늘밤 %object1%, %object2% 및 %object3%은(는) 가까워집니다.
pt: %object1%, %object2% e %object3% estarão próximos hoje à noite.
ru: Сегодня %object1%, %object2% и %object3% будут находиться близко на небе.
zh: %object1%、%object2%和%object3%今晚將接近。
zh_cn: %object1%、%object2%和%object3%今晚将接近。

# event_push_alert_Culmination
source: %object% will be at culmination %%TIME_OFFSET%%.
de: %object% erreicht %%TIME_OFFSET%% seinen Höhepunkt.
es: El %object% estará en la culminación dentro %%TIME_OFFSET%%.
fr: %object% culminera %%TIME_OFFSET%%.
it: %object% raggiungerà il culmine %%TIME_OFFSET%%.
ja: %object% が%%TIME_OFFSET%%南中に達します。
ko: %object% 천체는 %%TIME_OFFSET%%에 정점에 도달합니다.
pt: O %object% estará no ponto culminante %%TIME_OFFSET%%.
ru: %object% будет в зените %%TIME_OFFSET%%.
zh: %%TIME_OFFSET%%後%object%將達到頂點。
zh_cn: %%TIME_OFFSET%%后%object%将达到顶点。

# event_push_alert_Default0
source: %event% is tonight.
de: %event% ist heute.
es: %event% es esta noche.
fr: %event% a lieu cette nuit
it: %event% è questa sera.
ja: %event% は今夜です。
ko: %event% 이벤트는 오늘 밤입니다.
pt: %event% é hoje à noite.
ru: Сегодня %event%.
zh: 今晚有%event%。
zh_cn: 今晚有%event%。

# event_push_alert_Default1
source: %event% occurs tonight.
de: %event% findet heute Nacht statt.
es: El %event% tendrá lugar esta noche.
fr: %event% se produit cette nuit.
it: %event% avviene questa notte.
ja: %event% は今夜起こります。
ko: %event% 이벤트는 오늘 밤에 시작됩니다.
pt: O %event% ocorre hoje à noite.
ru: %event% произойдет сегодня.
zh: 今晚出現%event%。
zh_cn: 今晚出现%event%。

# event_push_alert_DefaultTime
source: %event% will occur %%TIME_OFFSET%%.
de: %event% findet %%TIME_OFFSET%% statt.
es: %event% tendrá lugar dentro %%TIME_OFFSET%%.
fr: %event% se produira %%TIME_OFFSET%%.
it: %event% accadrà %%TIME_OFFSET%%.
ja: %event% が%%TIME_OFFSET%%起こります。
ko: %%TIME_OFFSET%%에 %event%이(가) 일어납니다.
pt: %event% ocorrerá %%TIME_OFFSET%%.
ru: %event% можно увидеть %%TIME_OFFSET%%.
zh: %event%將在%%TIME_OFFSET%%後出現。
zh_cn: %event%将在%%TIME_OFFSET%%后出现。

# event_push_alert_Eclipse
source: %event% will occur %%TIME_OFFSET%%.
de: %event% findet %%TIME_OFFSET%% statt.
es: El %event% tendrá lugar dentro %%TIME_OFFSET%%.
fr: %event% se produira %%TIME_OFFSET%%.
it: %event% accadrà %%TIME_OFFSET%%.
ja: %event% が%%TIME_OFFSET%%開始します。
ko: %event% 이벤트는 %%TIME_OFFSET%%에 시작됩니다.
pt: O %event% ocorrerá %%TIME_OFFSET%%.
ru: %event% произойдет %%TIME_OFFSET%%.
zh: %%TIME_OFFSET%%後將發生%event%。
zh_cn: %%TIME_OFFSET%%后将发生%event%。

# event_push_alert_Elongation
source: %object% greatest elongation is tonight.
de: %object% befindet sich heute Nacht an der größten Elongation.
es: %object% alcanzará su máxima elongación esta noche.
fr: %object% est cette nuit à sa plus grande élongation.
it: Questa notte si verifica l'elongazione massima di %object%.
ja: 今夜、%object% が最大離角です。
ko: 오늘밤 %object%의 이각이 가장 커집니다.
pt: A maior elongação de %object% é hoje à noite.
ru: Сегодня элонгация планеты %object%.
zh: %object%今晚處於大距。
zh_cn: %object%今晚处于大距。

# event_push_alert_Equinox
source: Today marks the equinox, when day and night are roughly equal.
de: Heute ist eine Tag-und-Nacht-Gleiche, d. h. Tag und Nacht sind nahezu gleich lang.
es: Hoy es el equinoccio: el día y la noche tienen la misma duración.
fr: C'est aujourd'hui l'équinoxe, lorsque le jour et la nuit ont une durée quasiment égale.
it: Oggi avviene l'equinozio: la notte e il giorno hanno quasi la stessa durata.
ja: 今日は秋分または春分です。夜と昼の長さがほとんど同じです。
ko: 오늘은 주야 평분시로 낮과 밤의 길이가 거의 같습니다.
pt: Hoje marca o equinócio, quando o dia e a noite têm quase a mesma duração.
ru: Сегодня день равен ночи.
zh: 今天為晝夜平分時，今日白天和黑夜長度幾乎相同。
zh_cn: 今天为昼夜平分时，今日白天和黑夜长度几乎相同。

# event_push_alert_ISS
source: International Space Station will rise %%TIME_OFFSET%%.
de: Die ISS ist %%TIME_OFFSET%% über dem Horizont zu sehen.
es: La Estación Espacial Internacional se verá dentro %%TIME_OFFSET%%.
fr: La Station spatiale internationale apparaîtra %%TIME_OFFSET%%.
it: La Stazione spaziale internazionale sorgerà %%TIME_OFFSET%%.
ja: 国際宇宙ステーションが%%TIME_OFFSET%%上昇します。
ko: 국제 우주 정거장은 %%TIME_OFFSET%%에 나타납니다.
pt: A Estação Espacial Internacional surgirá %%TIME_OFFSET%%.
ru: Международная Космическая Станция появится над горизонтом %%TIME_OFFSET%%.
zh: %%TIME_OFFSET%%後國際太空站將升起。
zh_cn: %%TIME_OFFSET%%后国际太空站将升起。

# event_push_alert_Iridium
source: %object% will flare in five minutes.
de: %object% zeigt in 5 Minuten ein Iridium-Flare.
es: El %object% brillará dentro de cinco minutos.
fr: %object% brillera dans cinq minutes.
it: %object% avrà il brillamento tra 5 minuti.
ja: %object% が5分以内にフレアを見せます。
ko: %object% 천체는 5분 뒤에 빛납니다.
pt: O %object% brilhará em cinco minutos.
ru: %object% вспыхнет на небе через пять минут.
zh: 五分鐘後%object%將出現耀斑。
zh_cn: 五分钟后%object%将出现耀斑。

# event_push_alert_MeteorShower
source: %object% meteor shower peaks tonight.
de: %object% Meteoritenschauer erreicht heute Nacht seinen Höhepunkt.
es: Una lluvia de meteoritos de %object% llegará a su pico esta noche.
fr: Une pluie de météores de %object% est à son pic cette nuit.
it: Lo sciame meteorico delle %object% avrà il suo picco stanotte.
ja: %object% 流星群は今夜がピークです。
ko: %object% 유성우는 오늘 밤에 절정입니다.
pt: O %object% chuva de meteoros tem seu auge hoje à noite.
ru: %object% будут видны сегодня.
zh: 今晚%object%流星雨達到頂峰。
zh_cn: 今晚%object%流星雨达到顶峰。

# event_push_alert_MoonCloseToPlanet
source: Tonight %object% is close to the Moon.
de: Heute Nacht ist der Mond in der Nähe von %object% zu sehen.
es: Esta noche la Luna estará cerca de %object%.
fr: Ce soir, la lune est proche de %object%.
it: Stanotte la Luna è vicina a %object%.
ja: 今夜は月は%object%に接近します。
ko: 오늘 밤 달은 %object%에 가깝습니다.
pt: A lua de hoje à noite está perto de %object%.
ru: Сегодня %object% будет рядом с Луной.
zh: 今晚月球接近%object%。
zh_cn: 今晚月球接近%object%。

# event_push_alert_Occultation
source: Moon occults %object% tonight.
de: Der Mond bedeckt heute Nacht %object%.
es: La luna ocultará %object% esta noche.
fr: La Lune occulte %object% cette nuit.
it: Questa notte la luna nasconde %object%.
ja: 今夜、月が%object% を掩蔽します。
ko: 달은 오늘밤 %object%을(를) 가립니다.
pt: A lua oculta %object% hoje à noite.
ru: Сегодня %object% скроется за Луной.
zh: 今晚月掩%object%。
zh_cn: 今晚月掩%object%。

# event_push_alert_Opposition
source: %object% is in opposition. Today is the best time to observe it.
de: %object% befindet sich auf der Gegenseite. Heute sind die Beobachtungschancen am besten.
es: %object% está en oposición. Hoy es el mejor momento para observarlo.
fr: %object% est en opposition. C'est aujourd'hui le meilleur moment pour l'observer.
it: %object% si trova in opposizione. Oggi è il momento migliore per l'osservazione.
ja: %object%が衝の位置にあります。今日は観測に絶好の日です。
ko: %object%이(가) 충의 위치에 있습니다. 오늘이 관찰하기 가장 좋습니다.
pt: %object% está em oposição. Hoje é o melhor dia para observar.
ru: %object% в оппозиции сегодня — лучшее время для наблюдения за этим объектом.
zh: %object%沖日。今天是觀察的最佳時間。
zh_cn: %object%冲日。今天是观察的最佳时间。

# event_push_alert_Perigee
source: Moon at perigee occurs today.
de: Der Mond befindet sich heute in Erdnähe.
es: El perigeo de la luna es hoy.
fr: La Lune est aujourd'hui à son périgée.
it: Oggi si verifica la luna al perigeo.
ja: 今日は月が近地点にあります。
ko: 오늘 달이 근지점에 도달합니다.
pt: A lua no perigeu ocorre hoje.
ru: Сегодня перигей Луны.
zh: 月球今天出現在近地點。
zh_cn: 月球今天出现在近地点。

# event_push_alert_Perihelion
source: %object% comet perihelion is today.
de: Die Sonnennähe von Komet %object% ist heute.
es: El perihelio del cometa %object% es hoy.
fr: C'est aujourd'hui le périhélie de la comète %object%.
it: Oggi la cometa %object% si trova al perielio.
ja: 今日、%object% 彗星が近日点です。
ko: 오늘 %object% 혜성이 근일점에 있습니다.
pt: O periélio do cometa %object% é hoje à noite.
ru: Сегодня перигелий кометы %object%.
zh: %object%彗星今天在近日點。
zh_cn: %object%彗星今天在近日点。

# event_push_alert_Rise
source: %object% will rise %%TIME_OFFSET%%.
de: %object% geht %%TIME_OFFSET%% auf.
es: El %object% saldrá dentro %%TIME_OFFSET%%.
fr: %object% se lèvera %%TIME_OFFSET%%.
it: %object% sorgerà %%TIME_OFFSET%%.
ja: %object% が%%TIME_OFFSET%%上昇します。
ko: %object% 천체는 %%TIME_OFFSET%%에 나타납니다.
pt: O %object% surgirá %%TIME_OFFSET%%. .
ru: %object% появится над горизонтом %%TIME_OFFSET%%.
zh: %%TIME_OFFSET%%後%object%將升起。
zh_cn: %%TIME_OFFSET%%后%object%将升起。

# event_push_alert_Set
source: %object% will set %%TIME_OFFSET%%.
de: %object% geht %%TIME_OFFSET%% unter.
es: El %object% se pondrá dentro %%TIME_OFFSET%%.
fr: %object% se couchera %%TIME_OFFSET%%.
it: %object% tramonterà %%TIME_OFFSET%%.
ja: %object% が%%TIME_OFFSET%%沈みます。
ko: %object% 천체는 %%TIME_OFFSET%%에 사라집니다.
pt: O %object% desaparecerá %%TIME_OFFSET%%.
ru: %object% уйдет за горизонт %%TIME_OFFSET%%.
zh: %%TIME_OFFSET%%後%object%將落下。
zh_cn: %%TIME_OFFSET%%后%object%将落下。

# event_push_alert_SolsticeLong
source: The longest day of the year.
de: Der längste Tag des Jahres.
es: El día más largo del año.
fr: Le jour le plus long de l'année.
it: Il giorno più lungo dell’anno.
ja: 1年で一番長い日。
ko: 일 년 중 낮의 길이가 가장 긴 날입니다.
pt: O dia mais longo do ano.
ru: Самый длинный день в году.
zh: 一年中最長的一天。
zh_cn: 一年中最长的一天。

# event_push_alert_SolsticeShort
source: The shortest day of the year.
de: Der kürzeste Tag des Jahres.
es: El día más corto del año.
fr: Le jour le plus court de l'année.
it: Il giorno più corto dell'anno.
ja: 1年で一番短い日
ko: 일 년 중 낮의 길이가 가장 짧은 날입니다.
pt: O dia mais curto do ano.
ru: Самый короткий день в году.
zh: 一年中最短的一天。
zh_cn: 一年中最短的一天。

# event_push_alert_android_title
source: In your sky
de: An Ihrem Himmel
es: En tu cielo
fr: Dans votre ciel
it: Nel tuo cielo
ja: あなたの空に
ko: 하늘에서
pt: No seu céu
ru: Сейчас на небе
zh: 在您的天空中
zh_cn: 在您的天空中

# TIME_OFFSET_0s
source: right now
de: Sofort
es: ahora mismo
fr: maintenant
it: adesso
ja: 今すぐ
ko: 바로 지금
pt: agora mesmo
ru: прямо сейчас
zh: 立即
zh_cn: 立即

# TIME_OFFSET_30s
source: in 30 seconds
de: in 30 Sekunden
es: en 30 segundos
fr: dans 30 secondes
it: tra 30 secondi
ja: 30秒後
ko: 30초 내에
pt: em 30 segundos
ru: через 30 секунд
zh: 30 秒後
zh_cn: 30 秒后

# TIME_OFFSET_1m
source: in a minute
de: in 1 Minute
es: en un minuto
fr: dans une minute
it: tra 1 minuto
ja: 1分後
ko: 1분 내에
pt: em um minuto
ru: через минуту
zh: 1 分鐘後
zh_cn: 1 分钟后

# TIME_OFFSET_5m
source: in 5 minutes
de: in 5 Minuten
es: en 5 minutos
fr: dans 5 minutes
it: tra 5 minuti
ja: 5分後
ko: 5분 내에
pt: em 5 minutos
ru: через 5 минут
zh: 5 分鐘後
zh_cn: 5 分钟后

# TIME_OFFSET_15m
source: in 15 minutes
de: in 15 Minuten
es: en 15 minutos
fr: dans 15 minutes
it: tra 15 minuti
ja: 15分後
ko: 15분 내에
pt: em 15 minutos
ru: через 15 минут
zh: 15 分鐘後
zh_cn: 15 分钟后

# TIME_OFFSET_30m
source: in 30 minutes
de: in 30 Minuten
es: en 30 minutos
fr: dans 30 minutes
it: tra 30 minuti
ja: 30分後
ko: 30분 내에
pt: em 30 minutos
ru: через 30 минут
zh: 30 分鐘後
zh_cn: 30 分钟后

# TIME_OFFSET_1h
source: in an hour
de: in 1 Stunde
es: en una hora
fr: dans une heure
it: tra un'ora
ja: 1時間後
ko: 1시간 내에
pt: em uma hora
ru: через час
zh: 1 小時後
zh_cn: 1 小时后

# TIME_OFFSET_2h
source: in 2 hours
de: in 2 Stunden
es: en 2 horas
fr: dans 2 heures
it: tra 2 ore
ja: 2時間以内に
ko: 2시간 뒤에
pt: em 2 horas
ru: через 2 часа
zh: 2小時後
zh_cn: 2小时后
